benchmarks/scalability-clients/2server-3client.txt
Running 3m test @ http://127.0.0.1:8080
  1 threads and 3 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.01ms    9.38ms  80.99ms   86.17%
    Req/Sec    29.62k     1.35k   31.77k    79.22%
  Latency Distribution
     50%   36.00us
     75%    6.39ms
     90%   18.33ms
     99%   41.95ms
  5304580 requests in 3.00m, 657.65MB read
Requests/sec:  29466.67
Transfer/sec:      3.65MB