benchmarks/scalability-clients/2server-8client.txt
Running 3m test @ http://127.0.0.1:8080
  1 threads and 8 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.63ms   14.07ms 172.04ms   87.70%
    Req/Sec    29.73k     2.25k   32.84k    89.56%
  Latency Distribution
     50%  137.00us
     75%   10.47ms
     90%   24.75ms
     99%   63.54ms
  5325295 requests in 3.00m, 660.22MB read
Requests/sec:  29578.98
Transfer/sec:      3.67MB